[
  {
    "title": "Real Life Mario Kart",
    "year": "2025",
    "image": "/images/mario_kart.jpeg",
    "description": "Worked with a team of my friends to hack Electric go-karts to make them play Mario Kart in real life. Implemented localization, comms, and a GUI to enable karts to receive and send buffs and debuffs such as banana peels red shells, blue shells, and bullet bills."
  },
  {
    "title": "A1",
    "year": "2025",
    "image": "/images/A4.png",
    "description": "The three graphs analyze gender distribution and population changes from 1900 to 2000. The first graph, a normalized representation, highlights shifts in the male-to-female ratio but lacks population size context. The second graph, a population pyramid, compares age and gender distribution across the two years, though normalization caused scaling issues for older age groups. The third graph visualizes raw population changes in 20-year age groups using circles, but using diameter instead of area made the differences appear exaggerated. Color coding for gender was effective, but scaling choices had trade-offs in clarity and accuracy."
  },
  {
    "title": "A2",
    "year": "2025",
    "image": "/images/A2.png",
    "description": "An analysis of corporate landlords and evictions, drawing from personal experience growing up in a low-income household and current trends. The data shows corporate landlords aggressively expanded during COVID-19 while individual landlords declined, particularly in wealthy, white neighborhoods of Boston. Research reveals racial disparities in property ownership and investment opportunities. The findings support New York Times reporting that corporate landlords are more likely to evict tenants, treating housing purely as an investment. This suggests a need for stronger tenant protections and policies favoring individual landlords over corporate consolidation."
  },
  {
    "title": "A3",
    "year": "2025",
    "image": "/images/A3.png",
    "description": "A visualization project exploring COVID-19 case trends over time, evolving from initial line graphs and bar charts to a final Gantt chart design in Tableau. The final visualization uses a calendar-like layout with bubble sizes representing case counts, effectively showing both chronological progression and seasonal patterns of COVID-19 surges across 2020-2022. This approach successfully balances clarity with insight, making complex data patterns accessible while preserving the cyclical nature of case surges originally highlighted in the New York Times spiral chart."
  },
  {
    "title": "A4",
    "year": "2025",
    "image": "/images/A4.png",
    "description": "A data visualization project analyzing police misconduct allegations across different ethnic groups. The project explored various design choices in data presentation, including normalization methods, categorization of allegations, and filtering decisions. Key challenges included handling demographic imbalances in the data and ethical considerations around data filtering. The work highlighted how visualization choices can significantly impact narrative and demonstrated the importance of transparency in data storytelling."
  },
  {
    "title": "Quam enim tempora veniam.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Veritatis, quod. Sed, ullam autem perspiciatis aliquid ex, nobis\n        explicabo dolores voluptatum temporibus doloremque consequuntur\n        placeat pariatur et dicta at quas necessitatibus itaque ea minus\n        mollitia. Nesciunt minus perferendis assumenda!"
  },
  {
    "title": "Iusto modi officia doloribus.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Enim, at! Possimus culpa maxime nisi earum corporis quo corrupti\n        distinctio inventore nulla sapiente quam, sed quas ipsam nostrum\n        doloremque ipsa voluptatem molestias perferendis animi. Esse voluptas\n        necessitatibus impedit adipisci?"
  },
  {
    "title": "Voluptates, voluptatum? Recusandae, fuga.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Inventore tempora incidunt soluta velit molestias tenetur vero dolorem\n        minus aut porro beatae dicta, eum facilis repellat sit officia\n        nesciunt autem vitae illum modi sapiente asperiores! Eaque dolores\n        amet vel."
  },
  {
    "title": "A ea voluptates natus?",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Autem, odio? Qui in reiciendis aliquid, vero recusandae quidem facilis\n        saepe, nemo, fuga ab dolorem deserunt officiis eius molestias\n        laboriosam? Obcaecati ratione provident dolores incidunt dicta\n        architecto saepe itaque recusandae?"
  },
  {
    "title": "Atque voluptatem perspiciatis nemo!",
    "year": "2021",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Ratione odio non facilis odit repudiandae sequi ad vitae quas sed\n        consequatur, assumenda vero cumque placeat nobis impedit temporibus.\n        Maiores, officiis enim vitae provident molestias unde laborum aliquam\n        error placeat."
  },
  {
    "title": "Veniam similique mollitia facilis.",
    "year": "2020",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Beatae reiciendis atque quisquam iusto culpa architecto dolores maxime\n        nam quo laboriosam quod quibusdam dolorum fugiat, dignissimos voluptas\n        quaerat consectetur! Maiores cupiditate facere maxime minima quia hic\n        et ab velit."
  },
  {
    "title": "Ducimus quisquam deleniti obcaecati?",
    "year": "2019",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Facilis, aperiam architecto. Recusandae neque soluta atque consequatur\n        expedita possimus, hic debitis exercitationem totam, ipsa sit autem\n        libero adipisci alias qui voluptatibus optio odit rerum et culpa?\n        Explicabo, recusandae corporis?"
  }
]
